<p>Интернет-банкинг</p>

<p>Введение</p>

<p>Интернет-банкинг является наиболее динамичным и представительным направлением финансовых решений в Интернет. Этому способствует широкий спектр банковских услуг, представленных в подобных системах. Интернет-банкинг предоставляет возможность совершать все стандартные операции, кото-рые могут быть осуществлены клиентом в офисе банка, за исключением операций с наличными:</p>

<p>• осуществлять все коммунальные платежи (электроэнергия, газ, телефон, квартплата, теплоснабжение);</p>

<p>• оплачивать счета за связь (1Р-телефония, сотовая и пейджинговая связь, Интернет) и другие услуги (спутниковое телевидение, обучение и пр.);</p>

<p>• производить денежные переводы, в том числе в иностранной валюте, на любой счет в любом банке;</p>

<p>• переводить средства в оплату счетов за товары, в том числе купленные через Интернет-магазины;</p>

<p>• покупать и продавать иностранную валюту;</p>

<p>• пополнять/снимать денежные средства со счета пластиковой карты;</p>

<p>• открывать различные виды счетов (срочный, сберегательный, пенсионный) и переводить на них денежные средства;</p>

<p>• получать выписки о состоянии счета за определенный период в различных форматах;</p>

<p>• получать информацию о поступивших платежах в режиме реального времени;</p>

<p>• получать информацию об осуществленных платежах и при необходимости отказываться от неоплаченного платежа;</p>

<p>• получать другие услуги: подписку на журналы и газеты, брокерское обслуживание (покупка/продажа ценных бумаг, создание инвестиционного портфеля, возможность участия в паевых фондах банка, участие в торгах и т. д.).</p>

<p>Использование систем Интернет-банкинга дает ряд преимуществ. Во-первых, существенно экономится время за счет исключения необходимости посещения банка. Во-вторых, клиент имеет возможность 24 часа в сутки контролировать собственные счета и в соответствии с изменяющейся ситуацией на финансовых рынках мгновенно реагировать на эти изменения, например, купив или продав валюту. Кроме того, системы Интернет-банкинга незаменимы для отслеживания операций с пластиковыми картами - любое списание средств с карточного счета оперативно отражается в выписках по счетам, подготавливаемых системами, что также способствует повышению контроля со стороны клиента за своими операциями.</p>

<p>Характеристики систем Интернет-банкинга</p>

<p>Можно выделить три наиболее важные характеристики, описывающие современные системы Интернет-банкинга:</p>

<p>• функциональные возможности (доступные клиентам операции);</p>

<p>• удобство пользования системой (пользовательский интерфейс);</p>

<p>• применяющиеся методы обеспечения безопасности хранения и передачи финансовой информации.</p>

<p>Чем шире функциональные возможности системы Интернет-банкинга, то есть чем больше услуг доступны клиентам банка через Интернет, тем более полноценной и востребованной является такая система. На самом деле, сознательное или вынужденное ограничение функциональных возможностей банковских услуг в Интернет очень сильно уменьшает привлекательность таких систем, потому что за некоторыми из банковских услуг клиенту все-таки придется идти в банк. Поэтому, стремясь сделать системы Интернет-банкинга конкурентоспособными, банки стараются наделить их практически всем спектром услуг, которые доступны клиентам в офисе банка: операции со средствами на собственных счетах (выписки, переводы по своим счетам, работа с пластиковыми картами), инвестирование средств (депозиты, ценные бумаги), расчеты с контрагентами (разовые и периодические платежи) и т. д.</p>

<p>Удобство той или иной системы Интернет-банкинга, как правило, выражается в том, насколько дружественный пользовательский интерфейс имеет клиентская часть системы, насколько понятна и проста установка и настройка программного обеспечения, насколько удобны и просты обычные приемы выполнения операций в системе для получения различных банковских услуг, особенно для пользователей-новичков.</p>

<p>Вопросы организации безопасности при создании и эксплуатации систем Интернет-банкинга традиционно имеют важнейшее значение и привлекают большое внимание широких аудиторий. Защита системы Интернет-банкинга как минимум должна обеспечивать однозначную идентификацию взаимодействующих субъектов (клиента и банка), шифрование передаваемой финансовой информации, защиту носителей информации. Сегодня все эти вопросы решаются большинством профессиональных средств защиты, которые используются как в западных, так и в отечественных системах Интернет-банкинга.</p>

<p>История Интернет-банкинга</p>

<p>Основой систем Интернет-банкинга являются технологии удаленного банковского обслуживания, которые начали развиваться в 80-х годах с банковского обслуживания по телефону. На смену этим системам с появлением персональных компьютеров пришла система PC-banking - обеспечение удаленного банковского обслуживания с использованием персонального компьютера и прямого подключения к банковским серверам. Завершением этой эволюции явилось появление в 1995 году первых банков, которые предложили клиентам, использующим PC-banking, новые коммуникационные и сервисные возможности Интернет - услуги Интернет-банкинга (Internet banking).</p>

<p>Рассмотрим основные различия системам PC-banking и Интернет-банкинга. В случае систем PC-banking клиент при помощи компьютера и модема соединяется через модемный пул со специальной банковской системой для управления своим счетом. В данном случае на компьютере клиента обязательно должно быть установлено специальное программное обеспечение.</p>

<p>Услуга Интернет-банкинг имеет несколько преимуществ по сравнению с услугой PC-banking. Клиенту не нужно дозваниваться до модемного пула банка, достаточно иметь выход в Интернет. И, самое главное, клиенту не нужно устанавливать специальное программное обеспечение на своем компьютере. Все необходимые операции и платежи он может осуществлять с помощью стандартного браузера при заполнении стандартных Web-форм.</p>

<p>Наряду с развитием Интернет-банкинга начинает свое развитие еще одна современная технология, а именно - мобильный Интернет, благодаря которой все большее количество банков открывает своим клиентам возможность доступа к банковскому счету при помощи сотовых телефонов, поддерживающих протокол WАР. На данный момент большинство банков предоставляет лишь возможность доступа к информации о движении денежных средств по счетам, значительно реже - возможность осуществлять платежи по заданному списку корреспондентов, перечислять денежные средства на карточные счета, проводить платежи по счетам внутри банка.</p>

<p>Развитие Интернет-банкинга</p>

<p>Банковские услуги через Интернет являются одним из наиболее динамичных сегментов электронной коммерции во всем мире, который продолжает развиваться стремительными темпами вместе с ростом числа пользователей Интернет. Одновременно с увеличением аудитории растет и количество клиентов, осуществляющих банковские операции через Интернет, и их доля в общей массе индивидуальных клиентов банков.</p>

<p>Первые системы, позволяющие управлять счетом через Интернет, появились в 1995 году. В этом же году открылся первый виртуальный банк. 18 октября 1995 года был образован американский банк Security First Network Bank (www.sfnb.com), который не имел ни одного физического офиса для работы с клиентами. Открытие счета в банке и доступ к нему осуществляется исключительно через Web-сайт банка. За первые полтора года существования банка средний прирост капитала составил 20% в месяц, активы выросли до 40 млн долларов, было открыто более 10 тыс. клиентских счетов.</p>

<p>В Европе первым виртуальным банком был Advance Bank (www.advancebank.com), дочерняя структура Дрезденской банковской группы (Германия), который начал свою деятельность в 1996 году. Примерами виртуальных банков могут также служить банки BankDirect (www.bankdirect.com) - основанный в 1999 году, CompuBank (www.compubank.com) - основанный в 1998 году, ebank (www.ebank.com) - основан в 1999 году и ряд других.</p>

<p>На данный момент Интернет-банкинг является одним из наиболее динамичных сегментов электронной коммерции. Уже сейчас можно говорить о формировании этого сектора рынка услуг - около 80 из 100 крупнейших банков оказывают услуги Интернет-банкинга. Сегодня в мире насчитывается более 1500 банков, предоставляющих своим клиентам возможность доступа к счету через Интернет. В США почти все крупнейшие банки оказывают услугу Интернет-банкинга.</p>

<p>Если говорить о специфике самой услуги Интернет-банкинга на Западе в сравнении с подобными российскими проектами, то можно отметить следующие моменты. Во-первых, система, через которую клиент осуществляет все операции, обычно не абстрагируется от Web-сайта банка - у нее нет отдельного названия, пользовательский интерфейс похож на интерфейс сайта, вход в систему осуществляется с главной страницы банка. Во-вторых, регистрация в системе и открытие счета может осуществляться непосредственно через Интернет без посещения офиса банка. В-третьих, для обеспечения защиты используются только стандартные методы, в том числе самый распространенный протокол шифрования информации SSL. В-четвертых, никакой абонентской платы и платы за подключение не существует.</p>

<p>Интернет-банкинг в России</p>

<p>В течение нескольких последних лет Интернет-банкинг в России также активно развивается и получает все большее распространение. Сегодня уже около 50 банков предлагают различные формы удаленного банковского обслуживания через Интернет. Список российских банков с перечнем и описанием виртуальных банковских услуг, предлагаемых клиентам, можно найти на сайте «Финансовые Интернет-услуги в России» (www.internetfinance.ru).</p>

<p>Количественные показатели деятельности отечественных банков, продвигающих услуги в Интернет, выглядят достаточно впечатляюще. Так, по данным компании «Интернет-маркетинг» (www.internetmarketing.ru), ведущие банки, активно обслуживающие физических лиц через Интернет - «Автобанк» и «Гута-банк» - имеют очень хорошие показатели деятельности своих систем Интернет-банкинга. Результаты работы системы «Домашний Банк» («Автобанк») на сентябрь 2000 года: количество клиентов (физических лиц) - более 2 тыс., динамика - около 100 новых клиентов за месяц, количество операций по движению средств за месяц - 3540, общий оборот по счетам клиентов с использованием системы - около 30 млн руб. Приведенные данные свидетельствуют о том, что клиенты отечественных банков все активнее переходят к регулярному использованию банковских услуг в Интернет. Однако этот переход происходит только при условии, что эти услуги отвечают определенным требованиям и ожиданиям клиентов.</p>
<form method="get" action="">
<button name="order" value="1">Заказать</button>
</form>
<?php
    require "lab9.php";

    if(isset($_GET["clicked"]) && $_GET["clicked"] == 1){
    $click[$_GET["bannerIndex"] - 1] += 1;
    }
    $file = fopen('bannerClickCount.txt','w');
    fwrite($file,implode("\n",$click));
    fclose($file);

    $open[3] += 1;
    $file = fopen('webCount.txt','w');
    fwrite($file,implode("\n",$open));
    fclose($file);
    
    if(isset($_GET["order"]) && $_GET["order"] == 1 && isset($_GET["clicked"]) && $_GET["clicked"] == 1 && isset($_GET["bannerIndex"])){
    $orders[3] += 1;}
    $file = fopen('orderCount.txt','w');
    fwrite($file,implode("\n",$open));
    fclose($file);
    
?>