<h2>Онлайновые аукционы - как это делается</h2>

<h3>Введение</h3>

<p>Аукцион (от латинского "AUCTIO" - увеличение) - продажа товаров и услуг на публичных конкурентных торгах, в процессе которых устанавливается их конечная цена.</p>

<p>Особенностью онлайновых или сетевых аукционов является, то, что они проводятся в сети Internet, при помощи специального программного обеспечения (базы данных), установленного на сайте организатора торгов.</p>

<p>Онлайновые аукционы - достаточно молодая, но перспективная сфера электронной коммерции. Если в 1998 году в американских сетевых аукционах покупки совершили 1,2 млн. человек, то по прогнозам, в 2002 году, это число увеличится в пять раз и составит 6,5 млн. человек, что позволит сетевым аукционам стать независимой сферой розничной торговли.</p>

<p>Онлайновые аукционы дают пользователям возможность не только реализовывать товары и услуги через Internet, но и производить их тестовые продажи. Многие компании используют онлайновые аукционы как инструмент маркетинговой оценки, с помощью которого можно определить величину первоначального спроса и рыночную цену для нового продукта.</p>

<p>Виды аукционов</p>

<p>Торги в аукционе ведутся по нескольким возможным схемам:</p>

<p>Стандартный аукцион (английский аукцион). Используется открытый формат предложений (все покупатели знают о предложениях друг друга). Продавец назначает начальную (стартовую) цену, далее покупатели вступают в конкурентную борьбу, назначая цены выше начальной (обычно на 3%). Побеждает тот, кто на момент окончания аукционной борьбы предложил наивысшую цену.</p>

<p>Голландский аукцион - прямая противоположность английскому. Хотя также используется открытый формат предложений, торги начинаю с заранее завышенной, неприемлемой цены, которая последовательно понижается, пока один из покупателей не согласится ее принять.</p>

<p>Аукцион одновременного предложения (first-price, sealed bid). Используется закрытый формат предложений. Все покупатели одновременно назначают цены (обычно в письменной форме), не зная о предложении своих оппонентов. Побеждает тот, кто предлагает максимальную цену.</p>

<p>Двойной аукцион (double auction). Предложения одновременно поступают от продавца и покупателя (устанавливается равновесная цена). Чаще всего используется на электронной бирже.</p>

<p>Аукцион закрытых предложений (second-price sealed bid). Покупатель или продавец делают секретные предложения в течение установленного времени. Победитель покупает товар по цене, которая предшествует максимальной. Предположим, что покупатель A делает предложение, равное 10 долларам; покупатель B - 15 долларам и покупатель C - 20 долларам. Понятно, что побеждает покупатель, давший максимальное предложение - покупатель C, но платит он не предложенную им сумму, а последнюю установленную до него - предложенную покупателем B (15 долларов вместо 20 долларов).</p>

<p>Как работают онлайновые аукционы</p>

<p>Устройство работы виртуальных аукционов мало чем отличается от обычных.</p>

<p>В торгах участвую две стороны - продавец и покупатель (покупатели). Организаторы аукциона чаще всего взимают определенную плату за выставление товара на торги.</p>

<p>Для того чтобы участвовать в торгах, пользователю необходимо зарегистрироваться, при этом он заполняет предложенную ему форму. В нее могут входить личные и адресные данные, реквизиты пластиковой карты и т.д.</p>

<p>Онлайновый аукцион представляет собой информационную базу, в которой содержатся описания товаров, допущенных к торгам (лотов). Обычно общий список лотов разбит на тематические подкатегории (например, автомобили, компьютерные комплектующие, книги и т.п.), облегчающие поиск необходимого товара.</p>

<p>Выбрав желаемый лот, пользователь попадает в информационное окно, в котором он может узнать дополнительные данные о товаре (местонахождения продавца и отзывы о нем, номер лота и т.д.). Там же он может разместить свое предложение. После этого потенциальный покупатель несет ответственность за выполнение свих обязательств перед продавцом и организаторами аукциона (в основном это касается его платежеспособности). Если покупатель или продавец не выполняет обязанности, к нему применяются определенные санкции, такие как предупреждение, не допуск к торгам и т.д.</p>

<p>Покупателю, победившему в аукционном торге, сообщается об этом по электронной почте или по телефону, при этом он получает данные о том, как он может оплатить и получить купленный товар.</p>

<p>Продавец, в свою очередь, получает сообщение, в котором ему говорится, как он может связаться с пользователем, купившим его лот.</p>

<p>Риски участников торгов</p>

<p>Конечно, участвуя в аукционных торгах, обе стороны несут определенные риски (например, покупатель может оплатить не существующий товар). Для их снижения рекомендуется применять некоторые приемы проверки надежности своего оппонента.</p>

<p>На многих онлайновых аукционах (например, "Molotok.ru") действует система рейтинговых оценок участников торгов. Она заключается в том, что победитель аукциона и продавец выставляют друг другу оценки, отражающие их отношение к контрагенту, сложившееся в процессе взаимодействия. Рейтинг является очень важным показателем, демонстрирующим надежность и честность пользователя.</p>

<p>Перед заключением сделки рекомендует установить контакт с контрагентом (чаще всего, пользователь может увидеть адрес электронной почты) и лично решить все спорные вопросы.</p>

<p>Покупатель и продавец должны быть осведомлены о рыночной цене, покупаемого товара, иначе, погрузившись в конкурентную борьбу, они могут забыть о собственной выгоде и установить слишком заниженные цены или переплатить за приглянувшийся товар.</p>

<p>Примеры</p>

<p>Зарубежные онлайновые аукционы</p>

<p>Название Продаваемые товары Особенности</p>

<p>Sothebys.com Произведения искусства и антиквариат В описание лота входит эспертная оценка. Платеж только картами Visa, MasterCard и American Express.</p>

<p>AuctionVine Вина Платеж - чеком, денежным переводом или наличными. Рейтинги.</p>

<p>eBay Все Рейтинги. Очень обширный список лотов. Платеж - картами, чеками или переводом.</p>

<p>Sothebys.Amazon.com Все Рейтинги. Отзывы об оппонентах.</p>

<p>FirstAuction Все Платеж только при помощи кредитных карт.</p>

<p>Yahoo!Auctions Все Платеж - кредитной картой, переводом, чеком, электронной почтой (открыть счет в системе). Рейтинги и отзывы.</p>

<p>DigiBid.com Аудио и видео продукция Платеж только при помощи кредитных карт.</p>

<p>Российские онлайновые аукционы</p>

<p>Название Продаваемые товары Особенности</p>

<p>Molotok.ru Все Рейтинги и отзывы. Возможна продажа по фиксированной цене ("М-Лоток").</p>

<p>OHO.ru Все Возможна продажа по фиксированной цене.</p>

<p>Azbooka.com Все Платеж - чеком, наличными переводом (по выбору продавца).</p>

<p>TradeZone Все Позволяет покупателям разместить объявление об интересующем товаре.</p>

<p>Stavka.ru Все</p>

<p>http://itrade-colibri.infoart.ru/ Книги Все лоты - из магазина "Co@Libri"</p>

<p>auctions.ru Все Аукционы проходят в течение часа (30-120 мин.)</p>

<p>Auction.ru Все Рейтинги продавцов ("VIP - Продавцы"). Используется голландская и английская схема проведения аукциона.</p>

<p>c99.ru Все Бесплатный аукцион. Используется английская схема проведения.</p>
<?php 
    $file = fopen('count.txt','r');
    while (!feof($file))
    {
        $counts[] = trim(fgets($file));
    }
    $counts[7] += 1;
    fclose($file);
    $file = fopen('count.txt','w');
    fwrite($file,implode("\n",$counts));
    fclose($file);
    echo var_dump($counts);
?>